[
    {
        "service_id": "01",
        "title": "Automotive Locksmith",
        "img": "https://i.postimg.cc/br2kqKMX/1.jpg",
        "price": "180",
        "description": "Did you think that only your car dealership can replace or fix your car keys? Simply not true. Your local locksmith here at Best Buy Locksmith can help you handle anything related to your car and its locks. The best part? We’re always going to be cheaper than going to your dealership or authorized service center, and we’re experts in the field. We also understand that you want to get back on the road as fast as possible. If that is the case or it’s an emergency – please do not hesitate but to call us directly. That will always be the fastest way to reach us and to allow us to service you. Here are the six major categories we offer for our auto lock services. We like to be upfront and transparent so we will always do our best to give you accurate pricing over the phone, based on the information that you have provided to us. If you are interested in finding out our price estimations, please do not hesitate at all and head over to our prices page here. You can also always use our contact form and call us and we can let you know then as well. Getting locked out of your business, home or car is everyone's worst nightmare. Luckily for you, Magic Lock provides a wide variety of professional and reliable locksmith services 24 hours a day, 7 days a week! We offer rekeying, emergency lockout services, disposal of old keys and security system consulation to ensure you feel safe, secure and protected in your home, business and automobile. Your security is our priority and we strive to arrive at your location as soon as possible with an average response time of less than 30 minutes.",
        "rating": "4.5"
    },
    {
        "service_id": "02",
        "title": "Residential Locksmith",
        "img": "https://i.postimg.cc/bYGBGdfP/2.jpg",
        "price": "50",
        "description": "Building or remodeling often requires new lock installation. Professional installation reduces errors and the risks that come along with those errors. Experts know how to properly install any lock, anywhere in the home. If you want new deadbolts but you’re not sure what you need or you don’t think you can install them without damaging your doors, we can help. The Best Buy Locksmith can help you select durable deadbolts and we can correctly install them on any type of residential door. Getting locked out of your house is unfortunate part that could happen to anyone and that’s why we are here to help and when that means you’ve lost, misplaced, or damaged the key to your home, we can help. A locksmith can get you back inside without damaging the door or the structure of the home. Sometimes accidents happen, and your key pays the price. One of our expert locksmiths can come to your home, remove the key, and repair or replace anything that’s needed. If you’re moving into a new home or if you’ve lost your keys, calling our team for a rekey is a smart choice. Rekeying is an economical option and also, this will ensure that only you have access to your home.",
        "rating": "5.0"
    },
    {
        "service_id": "04",
        "title": "Commercial Locksmith",
        "img": "https://i.postimg.cc/15w7HTzY/4.jpg",
        "price": "100",
        "description": "If you are just moving to a new place or have even been living in your house for a while, it's a great idea to rekey your entrance and back doors every now and then. There is a good chance that a handful of people have a spare key to your home, including neighbours, family, ex-tenants, contractors or cleaning service people. These unwanted guests might still have access to your home and could let themselves in at any time without your knowledge or permission. To prevent that from happening, Magic Lock can rekey your whole house and provide you with the security you need. If you are just moving to a new place or have even been living in your house for a while, it's a great idea to rekey your entrance and back doors every now and then. There is a good chance that a handful of people have a spare key to your home, including neighbours, family, ex-tenants, contractors or cleaning service people. These unwanted guests might still have access to your home and could let themselves in at any time without your knowledge or permission. To prevent that from happening, Magic Lock can rekey your whole house and provide you with the security you need.",
        "rating": "4.8"
    },
    {
        "service_id": "03",
        "title": "Locks Change & Replacement",
        "img": "https://i.postimg.cc/pyb8rsbm/3.jpg",
        "price": "60",
        "description": "Securing your home is one of the first things you should consider when moving in to a new home, buying a house and just about any other time when you feel your security and privacy are compromised. Magic Lock provides professional and reliable residential locksmith services all over Charlotte and ensures a safe and secure environment for you and your loved ones. We've all had that moment when we got unexpectedly locked outside our own front door. With a situation like this, the only solution is calling Magic Lock for 24/7 reliable emergency lockout services. In the less fortunate event of misplacing your keys or getting them stolen, it is best to keep your cool and give us a call. We will be there as soon as possible to let you in to your home and provide you with a new lock and set of keys to make sure you are the only one with access to your home. We've all had that moment when we got unexpectedly locked outside our own front door. With a situation like this, the only solution is calling Magic Lock for 24/7 reliable emergency lockout services. In the less fortunate event of misplacing your keys or getting them stolen, it is best to keep your cool and give us a call. We will be there as soon as possible to let you in to your home and provide you with a new lock and set of keys to make sure you are the only one with access to your home.",
        "rating": "3.5"
    },
    {
        "service_id": "05",
        "title": "Key duplication",
        "img": "https://i.postimg.cc/bvN6qw9K/5.jpg",
        "price": "30",
        "description": "One of the most desired security systems in the commercial property world is restricted key and high security lock systems. Magic Lock can provide this service for you by utilizing patent protected keysand lock cores to restrict access and stop unauthorized duplication. We offer cutting edge high security systems at the most affordable prices in Charlotte.Comprehensive security protection for your property, business, store or warehouse should be one of your top priorities. That's how Magic Lock comes in to the picture. We assist you in planning a security program that is trusted, reliable and cost effective. With our skilled and experienced professionals on the task, you can be sure that your commercial property is in the best of hands. Magic Lock provides security consultation for your business. By analyzing your security requirements and detecting flaws in current security systems we can make effective recommendations to improve the security measures in your work place, warehouse or any other commercial property you may have.",
        "rating": "5.0"
    },
    {
        "service_id": "06",
        "title": "Emergency Locksmith",
        "img": "https://i.postimg.cc/MZhr1xzQ/6.jpg",
        "price": "20.00",
        "description": "Getting locked out of your business, home or car is everyone's worst nightmare. Luckily for you, Magic Lock provides a wide variety of professional and reliable locksmith services 24 hours a day, 7 days a week! We offer rekeying, emergency lockout services, disposal of old keys and security system consulation to ensure you feel safe, secure and protected in your home, business and automobile. Your security is our priority and we strive to arrive at your location as soon as possible with an average response time of less than 30 minutes. Making Charlotte a safer place one key at a time 24/7! Getting locked out of your house is unfortunate part that could happen to anyone and that’s why we are here to help and when that means you’ve lost, misplaced, or damaged the key to your home, we can help. A locksmith can get you back inside without damaging the door or the structure of the home. Sometimes accidents happen, and your key pays the price. One of our expert locksmiths can come to your home, remove the key, and repair or replace anything that’s needed.",
        "rating": "4.0"
    }
]